# language: zh-CN

@login
功能: 登陆东方融资网着陆页

    @loan_login
    场景: 贷款着陆页登陆
      假如 我在贷款着陆页首页
      那么 贷款着陆页的主题是"东方融资网"
      并且 输入贷款着陆页用户信息
      同时 点击贷款着陆页立即咨询
      那么 就要输入验证码
      并且 我点击提交验证码
      那么 成功进入测评页面

    @simplipy_login
    场景: 精简着com陆页登陆
      假如 我在精简着陆页首页
      那么 精简着陆页的主题是"东方融资网"
      并且 输入精简着陆页用户信息
      同时 点击精简着陆页立即咨询
      那么 就要输入验证码
      并且 我点击提交验证码
      那么 成功进入测评页面

    @totally_login
    场景: 完全com着陆页登陆
      假如 我在完全着陆页首页
      那么 完全着陆页的主题是"东方融资网"
      并且 输入完全着陆页用户信息
      同时 点击完全着陆页立即免费咨询
      那么 就要输入验证码
      并且 我点击提交验证码
      那么 成功进入测评页面

    场景: 宜信com着陆页登陆
      假如 我在宜信着陆页首页
      那么 宜信着陆页的主题是"东方融资网"
      并且 输入宜信着陆页用户信息
      同时 点击宜信着陆页立即申请
      那么 就要输入验证码
      并且 我点击提交验证码
      那么 成功进入测评页面

  场景: 宜信1com着陆页登陆
    假如 我在宜信1着陆页首页
    那么 宜信着陆页的主题是"东方融资网"
    并且 输入宜信1着陆页用户信息
    同时 点击宜信1着陆页立即申请
    那么 就要输入验证码
    并且 我点击提交验证码
    那么 成功进入测评页面










