# language: zh-CN

功能: 登陆东方融资网着陆页

    场景: 贷款com着陆页立即咨询
      假如 我在贷款着陆页首页"http://shanghai.rongzi.com/lp/daikuan"
      并且 输入贷款着陆页用户信息
      同时 点击贷款着陆页立即咨询
      那么 就要输入验证码
      并且 我点击提交验证码
      那么 成功进入测评页面

    场景: 贷款com着陆页马上借款
      假如 我点击马上借款
      那么 跳转到智能贷，为您精准推荐优质贷款页面

    场景: 贷款com着陆页贷款更快
      假如 我在贷款着陆页首页
      那么 就要输入贷款的用户信息
      同时 点击立即咨询
      那么

    场景: 精简com着陆页登陆
      假如 我在精简着陆页首页"http://shanghai.rongzi.com/lp/jingjian"
      并且 输入精简着陆页用户信息
      同时 点击精简着陆页立即咨询
      那么 就要输入验证码
      并且 我点击提交验证码
      那么 成功进入测评页面

    场景: 完全com着陆页登陆
      假如 我在完全着陆页首页"http://shanghai.rongzi.com/lp/wanquan"
      并且 输入完全着陆页用户信息
      同时 点击完全着陆页立即免费咨询
      那么 就要输入验证码
      并且 我点击提交验证码
      那么 成功进入测评页面

    场景: 宜信com着陆页登陆
      假如 我在宜信着陆页首页"http://shanghai.rongzi.com/lp/yixin"
      并且 输入宜信着陆页用户信息
      同时 点击宜信着陆页立即申请
      那么 就要输入验证码
      并且 我点击提交验证码
      那么 成功进入测评页面

  场景: 宜信1com着陆页登陆
    假如 我在宜信one着陆页首页"http://shanghai.rongzi.com/lp/yixin1"
    并且 输入着陆页用户信息
    同时 点击宜信one着陆页立即申请
    那么 就要输入验证码
    并且 我点击提交验证码
    那么 成功进入测评页面

  场景: 企业com着陆页登陆
    假如 我在企业com着陆页首页"http://shanghai.rongzi.com/lp/qiye"
    并且 输入企业着陆页用户信息
    同时 点击企业着陆页立即免费申请
    那么 就要输入验证码
    并且 我点击提交验证码
    那么 成功进入到测评页面


  场景: onepage的cn着陆页登陆
    假如 我在onepage着陆页首页"http://shanghai.rongzi.cn/static/onepage"
    并且 输入onepage着陆页用户信息
    同时 点击onepage着陆页立即申请
    那么 就要输入验证码
    并且 我点击提交验证码
    那么 贷款申请提交成功

  场景: 精简cn着陆页登陆
    假如 我在精简cn着陆页首页"http://rongzi.cn/lp/jingjian"
    并且 输入精简cn着陆页用户信息
    同时 点击精简cn着陆页立即咨询
    那么 就要输入验证码
    并且 我点击提交验证码
    那么 成功进入测评页面

  场景: 完全cn着陆页登陆
     假如 我在完全cn着陆页首页"http://rongzi.cn/lp/wanquan"
     并且 输入完全cn着陆页用户信息
     同时 点击完全cn着陆页立即咨询
     那么 就要输入验证码
     并且 我点击提交验证码
     那么 成功进入测评页面

  场景: 企业cn着陆页登陆
    假如 我在企业cn着陆页首页"http://rongzi.cn/lp/qiye"
    并且 输入企业cn着陆页用户信息
    同时 点击企业cn着陆页立即免费申请
    那么 就要输入验证码
    并且 我点击提交验证码
    那么 成功进入测评页面







